tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "mongodb/brew"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "glib"
brew "python@3.11"
brew "libidn2"
brew "libssh2"
brew "curl"
brew "harfbuzz"
brew "node"
brew "emscripten"
brew "exercism"
brew "fish"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "pango"
brew "gtk+"
brew "gpa"
brew "inetutils"
brew "ipython"
brew "jq"
brew "jupyterlab"
brew "libzip"
brew "luajit"
brew "node@16"
brew "mongosh"
brew "mysql"
brew "tree-sitter"
brew "neovim"
brew "nginx"
brew "nmap"
brew "php"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.9"
brew "rdfind"
brew "redis"
brew "ripgrep"
brew "rust"
brew "spotify-tui"
brew "stow"
brew "tmux"
brew "typescript"
brew "wimlib"
brew "zoxide"
brew "mongodb/brew/mongodb-community"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-victor-mono-nerd-font"
cask "karabiner-elements"
cask "keycastr"
cask "mongodb-compass"
cask "notunes"
vscode "AndenetAlexander.vim-cheatsheet"
vscode "BattleBas.kivy-vscode"
vscode "bbenoist.shell"
vscode "CorreiaGitHubGruvbox.correia-github-gruvbox"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "GitHub.github-vscode-theme"
vscode "GulajavaMinistudio.mayukaithemevsc"
vscode "hashicorp.terraform"
vscode "hedinne.popping-and-locking-vscode"
vscode "humao.rest-client"
vscode "inci-august.august-themes"
vscode "IronGeek.vscode-env"
vscode "JackPaget.gruvbox-glass"
vscode "jdinhlife.gruvbox"
vscode "malvery.darcula-pycharm-dimmed"
vscode "mcagampan.dark-horizon"
vscode "mongodb.mongodb-vscode"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "nicola-granata.zenburn-dark-matter"
vscode "nicola-granata.zenburn-monolith"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "sldobri.dark-mode-darcula"
vscode "sldobri.gruvbox-5-stars"
vscode "ssmi.after-dark"
vscode "steoates.autoimport"
vscode "tomphilbin.gruvbox-themes"
vscode "victormejia.one-monokai-darker"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "WallabyJs.quokka-vscode"
